Revit 2027 API
UnitTypeId.FeetPerMinute Property
 Feet per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetPerMinute { get; }
Public Shared ReadOnly Property FeetPerMinute As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetPerMinute {
	ForgeTypeId^ get ();
}
static member FeetPerMinute : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace